{
  "BOOKING NOW": "Κάντε Κράτηση Τώρα",
  "Home": "Αρχική",
  "Rooms": "Δωμάτια",
  "Book": "Κάντε Κράτηση",
  "Contact": "Επικοινωνία",
  "Booking Your Hotel": "Κάντε Κράτηση στο Ξενοδοχείο Σας",
  "Check All Available Rooms": "Ελέγξτε Όλα τα Διαθέσιμα Δωμάτια",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Εδώ είναι οι καλύτερες ιστοσελίδες κράτησης ξενοδοχείων, συμπεριλαμβανομένων συστάσεων για διεθνείς ταξίδια και για την εύρεση φθηνών δωματίων ξενοδοχείου.",
  "CHECK AVAILABILITY": "ΕΛΕΓΧΟΣ ΔΙΑΘΕΣΙΜΟΤΗΤΑΣ",
  "ABOUT US": "ΣΧΕΤΙΚΑ ΜΕ ΕΜΑΣ",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Καλώς ήρθατε στη γωνιά μας του παραδείσου στο Βλορά, Αλβανία. Στα Διαμερίσματα Με Θέα 360°, δεν είμαστε απλώς ένας χώρος διαμονής, είμαστε η ουσία του παραθαλάσσιου πολυτελούς και της γαλήνης.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Κρυμμένοι κατά μήκος της λαμπρής αλβανικής ακτογραμμής, τα ενοικιαζόμενα δωμάτιά μας προσφέρουν ένα καταφύγιο για τους ταξιδιώτες που αναζητούν περισσότερα από απλά καταλύματα. Είμαστε παθιασμένοι να δημιουργούμε αξέχαστες εμπειρίες, εμπνευστικά ταξίδια που συνεκτιμούν την καρδιά κάθε επισκέπτη.",
  "Travel Plan": "Σχέδιο Ταξιδιού",
  "Catering Service": "Υπηρεσία Φιλοξενίας",
  "Parking Slot": "Θέση Στάθμευσης",
  "Testimonials": "Μαρτυρίες",
  "What Customers Say?": "Τι Λένε οι Πελάτες;",
  "CONTACT US": "ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜΑΖΙ ΜΑΣ",
  "What We Do": "Τι Κάνουμε",
  "Discover Our Services": "Ανακαλύψτε τις Υπηρεσίες Μας",
  "First Name": "Όνομα",
  "Last Name": "Επίθετο",
  "Your Email": "Το Email Σας",
  "Phone Number": "Αριθμός Τηλεφώνου",
  "Check-in Date": "Ημερομηνία Άφιξης",
  "Check-out Date": "Ημερομηνία Αναχώρησης",
  "Select Room": "Επιλέξτε Δωμάτιο",
  "Total Pay": "Συνολική Πληρωμή",
  "Book Now": "Κάντε Κράτηση Τώρα",
  "Address": "Διεύθυνση",
  "Phone": "Τηλέφωνο",
  "Email": "Email",
  "Fax": "Φαξ",
  "Submit Now": "Υποβολή Τώρα"
}
