{
  "BOOKING NOW": "Nu Boeken",
  "Home": "Home",
  "Rooms": "Kamers",
  "Book": "Boeken",
  "Contact": "Contact",
  "Booking Your Hotel": "Boek Uw Hotel",
  "Check All Available Rooms": "Controleer Alle Beschikbare Kamers",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Hier zijn de beste hotelboekingssites, inclusief aanbevelingen voor internationale reizen en het vinden van goedkope hotelkamers.",
  "CHECK AVAILABILITY": "BESCHIKBAARHEID CONTROLEREN",
  "ABOUT US": "OVER ONS",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Welkom op ons stukje paradijs in Vlorë, Albanië. Bij 360° View Apartments zijn we niet alleen een plek om te verblijven, we zijn de essentie van kust luxe en rust.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Verscholen langs de zonovergoten Albanese kustlijn bieden onze huurkamers een toevluchtsoord voor reizigers die meer zoeken dan alleen accommodatie. We zijn gepassioneerd over het creëren van gedenkwaardige ervaringen, inspirerende reizen die resoneert met het hart van elke gast.",
  "Travel Plan": "Reisplan",
  "Catering Service": "Cateringservice",
  "Parking Slot": "Parkeerplaats",
  "Testimonials": "Getuigenissen",
  "What Customers Say?": "Wat Zeggen Klanten?",
  "CONTACT US": "NEEM CONTACT OP",
  "What We Do": "Wat Wij Doen",
  "Discover Our Services": "Ontdek Onze Diensten",
  "First Name": "Voornaam",
  "Last Name": "Achternaam",
  "Your Email": "Uw Email",
  "Phone Number": "Telefoonnummer",
  "Check-in Date": "Aankomstdatum",
  "Check-out Date": "Vertrekdatum",
  "Select Room": "Selecteer Kamer",
  "Total Pay": "Totaal te Betalen",
  "Book Now": "Nu Boeken",
  "Address": "Adres",
  "Phone": "Telefoon",
  "Email": "Email",
  "Fax": "Fax",
  "Submit Now": "Nu Verzenden"
}
