{
  "BOOKING NOW": "Prenota Ora",
  "Home": "Home",
  "Rooms": "Camere",
  "Book": "Prenota",
  "Contact": "Contatti",
  "Booking Your Hotel": "Prenota il Tuo Hotel",
  "Check All Available Rooms": "Controlla Tutte le Camere Disponibili",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Ecco i migliori siti di prenotazione hotel, inclusi consigli per viaggi internazionali e per trovare camere d'albergo a basso costo.",
  "CHECK AVAILABILITY": "VERIFICA DISPONIBILITÀ",
  "ABOUT US": "CHI SIAMO",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Benvenuti nel nostro angolo di paradiso a Vlore, Albania. Agli Appartamenti Vista 360°, non siamo solo un luogo in cui soggiornare, siamo l'essenza del lusso costiero e della tranquillità.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Immersi lungo la soleggiata costa albanese, le nostre camere in affitto offrono un rifugio per i viaggiatori che cercano più di un semplice alloggio. Siamo appassionati nel creare esperienze memorabili, viaggi ispiratori che risuonano con il cuore di ogni ospite.",
  "Travel Plan": "Piano di Viaggio",
  "Catering Service": "Servizio di Catering",
  "Parking Slot": "Parcheggio",
  "Testimonials": "Testimonianze",
  "What Customers Say?": "Cosa Dicono i Clienti?",
  "CONTACT US": "CONTATTACI",
  "What We Do": "Cosa Facciamo",
  "Discover Our Services": "Scopri i Nostri Servizi",
  "First Name": "Nome",
  "Last Name": "Cognome",
  "Your Email": "La Tua Email",
  "Phone Number": "Numero di Telefono",
  "Check-in Date": "Data di Check-in",
  "Check-out Date": "Data di Check-out",
  "Select Room": "Seleziona Camera",
  "Total Pay": "Totale da Pagare",
  "Book Now": "Prenota Ora",
  "Address": "Indirizzo",
  "Phone": "Telefono",
  "Email": "Email",
  "Fax": "Fax",
  "Submit Now": "Invia Ora"
}
