{
  "BOOKING NOW": "Rezervoni Tani",
  "Home": "Kreu",
  "Rooms": "Dhomat",
  "Book": "Rezervo",
  "Contact": "Kontakt",
  "Booking Your Hotel": "Rezervoni Hotelin Tuaj",
  "Check All Available Rooms": "Kontrolloni të Gjitha Dhomat e Disponueshme",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Këtu janë faqet më të mira për rezervimin e hoteleve, duke përfshirë rekomandime për udhëtime ndërkombëtare dhe për gjetjen e dhomave të hotelit me çmime të ulëta.",
  "CHECK AVAILABILITY": "KONTROLLONI DISPONUESHMËRINË",
  "ABOUT US": "RRETH NESH",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Mirë se vini në pjatën tonë të parajsës në Vlorë, Shqipëri. Në Apartamentet me Pamje 360°, ne nuk jemi vetëm një vend për të qëndruar, ne jemi thelbi i luksozitetit dhe qetësisë bregdetare.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Ngushtuar në bregdetin e Shqipërisë me diell, dhomat tona me qira ofrojnë një strehë për udhëtarët që kërkojnë më shumë se vetëm akomodim. Ne jemi të pasionuar për krijimin e përvojave të paharrueshme, udhëtime frymëzuese që rezonojnë me zemrën e çdo vizitori.",
  "Travel Plan": "Plani i Udhëtimit",
  "Catering Service": "Shërbimi i Kuzhinës",
  "Parking Slot": "Vendparkimi",
  "Testimonials": "Dëshmi",
  "What Customers Say?": "Çfarë Thonë Klientët?",
  "CONTACT US": "NA KONTAKTONI",
  "What We Do": "Çfarë Bëjmë",
  "Discover Our Services": "Zbuloni Shërbimet Tona",
  "First Name": "Emri",
  "Last Name": "Mbiemri",
  "Your Email": "Email-i Juaj",
  "Phone Number": "Numri i Telefonit",
  "Check-in Date": "Data e Hyrjes",
  "Check-out Date": "Data e Daljes",
  "Select Room": "Zgjidh Dhomën",
  "Total Pay": "Pagesa Totale",
  "Book Now": "Rezervo Tani",
  "Address": "Adresa",
  "Phone": "Telefoni",
  "Email": "Email",
  "Fax": "Fax",
  "Submit Now": "Dërgo Tani"
}
