{
  "BOOKING NOW": "Zarezerwuj Teraz",
  "Home": "Strona Główna",
  "Rooms": "Pokoje",
  "Book": "Zarezerwuj",
  "Contact": "Kontakt",
  "Booking Your Hotel": "Rezerwuj Swoje Hotel",
  "Check All Available Rooms": "Sprawdź Wszystkie Dostępne Pokoje",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Oto najlepsze strony do rezerwacji hoteli, w tym rekomendacje dotyczące podróży zagranicznych i znalezienia tanich pokoi hotelowych.",
  "CHECK AVAILABILITY": "SPRAWDŹ DOSTĘPNOŚĆ",
  "ABOUT US": "O NAS",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Witajcie w naszym kawałku raju w Vlorze, w Albanii. W Apartamentach z Widokiem 360° nie jesteśmy po prostu miejscem do spania, jesteśmy esencją nadmorskiego luksusu i spokoju.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Wkomponowane wzdłuż nasłonecznionej albańskiej linii brzegowej, nasze pokoje do wynajęcia oferują schronienie dla podróżnych szukających czegoś więcej niż tylko zakwaterowania. Jesteśmy pasjonatami tworzenia niezapomnianych doświadczeń, inspirujących podróży, które rezonują z sercem każdego gościa.",
  "Travel Plan": "Plan Podróży",
  "Catering Service": "Usługi Cateringowe",
  "Parking Slot": "Miejsce Parkingowe",
  "Testimonials": "Opinie",
  "What Customers Say?": "Co Mówią Klienci?",
  "CONTACT US": "SKONTAKTUJ SIĘ Z NAMI",
  "What We Do": "Co Robimy",
  "Discover Our Services": "Odkryj Nasze Usługi",
  "First Name": "Imię",
  "Last Name": "Nazwisko",
  "Your Email": "Twój Email",
  "Phone Number": "Numer Telefonu",
  "Check-in Date": "Data Zameldowania",
  "Check-out Date": "Data Wymeldowania",
  "Select Room": "Wybierz Pokój",
  "Total Pay": "Całkowita Płatność",
  "Book Now": "Zarezerwuj Teraz",
  "Address": "Adres",
  "Phone": "Telefon",
  "Email": "Email",
  "Fax": "Fax",
  "Submit Now": "Wyślij Teraz"
}
