{
  "BOOKING NOW": "Reservar Ahora",
  "Home": "Inicio",
  "Rooms": "Habitaciones",
  "Book": "Reservar",
  "Contact": "Contacto",
  "Booking Your Hotel": "Reserva Tu Hotel",
  "Check All Available Rooms": "Ver Todas las Habitaciones Disponibles",
  "Here are the best hotel booking sites, including recommendations for international travel and for finding low-priced hotel rooms.": "Aquí están los mejores sitios web de reserva de hoteles, incluidas recomendaciones para viajes internacionales y para encontrar habitaciones de hotel a precios bajos.",
  "CHECK AVAILABILITY": "VER DISPONIBILIDAD",
  "ABOUT US": "SOBRE NOSOTROS",
  "Welcome to our slice of paradise in Vlore, Albania. At 360° View Apartments, we're not just a place to stay, we're the essence of coastal luxury and tranquility.": "Bienvenido a nuestro pedazo de paraíso en Vlorë, Albania. En los Apartamentos Vista 360°, no somos solo un lugar para alojarse, somos la esencia del lujo costero y la tranquilidad.",
  "Nestled along the sun-kissed Albanian coastline, our rental rooms offer a haven for travelers seeking more than just accommodation. We're passionate about crafting memorable experiences, inspiring journeys that resonate with the heart of every guest.": "Ubicadas a lo largo de la soleada costa albanesa, nuestras habitaciones en alquiler ofrecen un refugio para los viajeros que buscan más que simplemente alojamiento. Nos apasiona crear experiencias memorables, viajes inspiradores que resuenan con el corazón de cada huésped.",
  "Travel Plan": "Plan de Viaje",
  "Catering Service": "Servicio de Catering",
  "Parking Slot": "Estacionamiento",
  "Testimonials": "Testimonios",
  "What Customers Say?": "¿Qué Dicen los Clientes?",
  "CONTACT US": "CONTÁCTANOS",
  "What We Do": "Qué Hacemos",
  "Discover Our Services": "Descubre Nuestros Servicios",
  "First Name": "Nombre",
  "Last Name": "Apellido",
  "Your Email": "Tu Correo Electrónico",
  "Phone Number": "Número de Teléfono",
  "Check-in Date": "Fecha de Llegada",
  "Check-out Date": "Fecha de Salida",
  "Select Room": "Seleccionar Habitación",
  "Total Pay": "Pago Total",
  "Book Now": "Reservar Ahora",
  "Address": "Dirección",
  "Phone": "Teléfono",
  "Email": "Correo Electrónico",
  "Fax": "Fax",
  "Submit Now": "Enviar Ahora"
}
